[
    {
        "id": 0,
        "bg": "ambientazione.webp",
        "title": "Ambientazione",
        "body": "<p style='text-align: center;'>A bordo di una nave, nel mezzo dell'oceano, ti risvegli all'interno di una cabina. Come diavolo ci sei finito? <br>Non sei solo, <b><i>Lei</i></b> ti farà compagnia durante il tuo terrificante viaggio.</p>"
    },
    {
        "id": 1,
        "bg": "",
        "title": "Storia",
        "body": "La storia del transatlantico <b>Royal Cruise</b> inizia nel 1983, nel Cantiere Navale di Turku, sito a sud-ovest della Finlandia.<br> Le idee pretenziose dell'armatore Albert Lindholm, unite alla mente creativa del costruttore della BluStarLine, Kasper Halsti, fanno della nave da crociera Royal Cruise una delle più imponenti, maestose e sontuose del periodo.<b> Lunga 225 metri, larga 32, con una stazza da 61 mila tonnellate, raggiunge una velocità da crociera di 22.6 nodi. Può ospitare fino a 2435 passeggeri, oltre i 765 membri dell'equipaggio. <br>Ha in tutto 5 ponti così suddivisi, partendo dal basso: 1 ponte sotto il livello del mare con paratie stagne che farebbero invidia al caveau di una banca, metà del quale riservato per la sala macchine, 1 ponte riservato alla zona di eventuale emergenza, medica e legislativa, 1 ponte per le cabine (passeggeri e personale di bordo), 1 porte con i vari intrattenimenti e servizi, 1 ponte metà coperto con sala controllo e la Hall, e il resto a cielo aperto con ulteriori intrattenimenti."
    },
    {
        "id": 2,
        "bg": "",
        "title": "L'incidente",
        "body": "Durante i lavori in cantiere, al secondo anno di costruzione, persero la vita due manovali: Aleksi Masalin e Patrik Jalo. Se per disattenzione o incidente fortuito non ci è dato saperlo. Assistettero all'incidente solo tre persone: due operai e il responsabile del settore, che chiamò immediatamente sia Lindholm che Halsti. La faccenda era abbastanza grave, dal punto di vista egoistico dell'armatore: le indagini avrebbero di certo rallentato la costruzione della Royal Cruise, per non parlare della cattiva pubblicità che ne avrebbe fatto la stampa. Era stato un semplice, malaugurato incidente, nient'altro, ma l'avidità dell'uomo era sopra ogni limite: ordinò ai presenti di portare i corpi nella sala motore, una delle poche completate, e di bruciarne i resti. Se non l'avessero fatto, giurò di rendere loro la vita un inferno.Senza sapere che l'Inferno l'avrebbe invece portato ugualmente: l’egoismo, la cattiveria e l’avidità di tale situazione attirò un’entità primordiale, che silenziosamente e in maniera invisibile, dalla sala motori si fuse con tutto il transatlantico."
    },
    {
        "id": 3,
        "bg": "",
        "title": "Copertura",
        "body": "I corpi sparirono, alle famiglie fu raccontato di un ammanco in cassa stipendio e della loro possibile fuga con quei soldi. I cinque giurarono di non farne parola con nessuno, di portare quel segreto nella tomba. E così fu.La costruzione del transatlantico proseguì ma fu costellata da diversi incidenti (chi perse una mano, chi rimase accecato, chi l'uso delle gambe) a cui nessuno diede importanza. Presto tutto fu presto pronto, e la Royal Cruise prese il largo sul Mar Baltico nel settembre del 1986.Durante il viaggio inaugurale, Albert Lindholm sparì nel nulla. Lo videro sul ponte di passeggiata del piano Ristorante, una sera, affacciato a fumare una delle sue costose sigarette. Dopo dieci minuti era sparito. A terra trovarono la sigaretta ancora accesa accanto alla sua preziosa sciarpa bianca, e di lui nessuna traccia.Gli altri quattro detentori del terribile segreto subirono la stessa sorte nei viaggi a seguire. Spariti nel nulla.La maledizione che incombeva sulla nave sembrava non essere mai sazia, non si fermò a coloro che l’avevano attirata. Altre persone a bordo subirono la stessa sorte, passeggeri e membri dell’equipaggio innocenti, i cui corpi di alcuni di loro vennero ritrovati in maniera del tutto inquietante: a volte sembravano suicidi, altri sembravano incidenti, anche se del tutto assurdi …... si può annegare nel proprio letto?"
    },
    {
        "id": 4,
        "bg": "",
        "title": "Risveglio",
        "body": "Come sei arrivato sulla nave? L’Entità primordiale, denominata semplicemente LEI, ha al suo servizio due creature infernali.La prima, Braandar il marchiatore, ha il compito di cercarle delle vittime sulla terraferma. Non fa distinzioni di sesso, età, ceto sociale, prende l’aspetto con cui più facilmente può avvicinarsi alla vittima, così da poterla sfiorare in una zona del corpo. La quale dopo qualche ora inizierà a bruciare, lasciando poi un marchio, come un tatuaggio (immagine: CLICK).La seconda creatura, Kuljetin il trasportatore, è un demone del sonno, si palesa attirato dal marchio del prescelto mentre dorme. Egli verrà svegliato dal suo peso opprimente sul petto, ma sarà paralizzato, come un burattino. Il Kuljetin tramite un talismano (immagine: CLICK ) lo trasporterà sulla Royal Cruise, lasciando il letto vuoto e bagnato di acqua dal forte odore salmastro.Ti risveglierai quindi dentro una delle cabine a tua scelta, vestito come lo eri nel tuo letto. Sulla scrivania troverai un capo di vestiario ben piegato, un'arma a scelta tra quelli dell’elenco nel post apposito alla formazione del personaggio. Eventuali tue particolari richieste di oggetti non contemplati nell'elenco, verranno prese in considerazione ed eventualmente approvate solo se coerenti e giustificate."
    }
]