[
    {
        "title": "Scendere a terra … si può?",
        "body": "Da quel primo viaggio, la Royal Cruise non si è quasi mai fermata. Non ha quasi mai fatto scali, raramente si è fermata in qualche porto. Ci sarà sempre oceano intorno a te, a meno che non sia specificato diversamente sul Diario di Bordo. In quel caso ci saranno dettagliate istruzioni al riguardo, non preoccuparti."
    },
    {
        "title": "Sostentamento e Sopravvivenza dei PG: status nave",
        "body": "Essendo questo GdR concepito come un Survival Horror, i viveri e i generi di prima necessità non saranno facili da trovare, ma non sei nell'abbandono totale. L'illuminazione per la maggiore è presente se non diversamente specificato nella descrizione del luogo, e lo stato del mobilio e dei luoghi non è decadente, seppur appaia polveroso. Da quando LEI ha preso possesso della Royal Cruise, un piccolo gruppo di sopravvissuti è riuscito ad organizzarsi e a creare un piccolo nucleo di convivenza. Quindi un minimo di coordinamento tra i sopravvissuti c'è, in alcune aree organizzate (come ad esempio una Mensa nel locale Ristorante) dove non si sa per quale ragione, l'attività soprannaturale è più bassa. Bada, bassa ma non mancante. La comunità che si è venuta a formare lavora come un alveare, un insieme di microrganismi che agisce per il bene comune. Non tutti si sono adeguati a questo forzato stile di sopravvivenza, altri hanno fatto gruppo a sè, nel bene o nel male. Tu, come ti organizzerai?"
    },
    {
        "title": "Come funziona il tempo?",
        "body": "Bella domanda! Ovviamente non possiamo farlo scorrere normalmente viste le tempistiche nel postare. In maniera automatica faremo scattare un'ora ogni tre giorni reali. Anche per questo motivo non avrai una data visibile, così non rischieremo di confonderci con quella attuale. Nel diario di bordo troverai solo i giorni di navigazione dal varo della Royal Cruise e l'orario. Quello sarà l’unico datario OFF che segnala lo scorrere del tempo."
    }
]